[
  {
    "heading": "Warranty Policy",
    "breadcrumb": true,
    "strongText": "SKYWORTH USA CORPORATION LCD / LED TELEVISION LIMITED WARRANTY",
    "description1": "Thank you for purchasing SKYWORTH product! Your SKYWORTH LCD / LED Television (“unit”) will be repaired or replaced, at SKYWORTH’s sole discretion, if it proves to be defective in material or workmanship under normal use within the warranty period, effective from the Date of Purchase of original consumer purchase of the unit. This warranty will be effective only when purchased new from an authorized dealer of SKYWORTH and effective only when used in the USMCA. You will be required to provide dealer’s dated bill of sale or delivery ticket as evidence of the Date of Purchase for proof of warranty."
  },
  {
    "strongText": "FOR HOW LONG WILL YOUR SKYWORTH TV WARRANTY BE COVERED?"
  },
  {
    "strongText": "LABOR: ONE (1) Year from the Date of Purchase.",
    "description1": "(180 days for commercial, rental, or business use)"
  },
  {
    "strongText": "PARTS: ONE (1) Year from the Date of Purchase.",
    "description1": "(180 days for commercial, rental, or business use)"
  },
  {
    "description1": "Replacement Units and Repair Parts may be new or re-manufactured. Replacement Units and Repair Parts are warranted for the remaining portion of the original unit’s warranty period.\nWhen you return a product to a SKYWORTH service center, you must ship the product in its original packaging or in packaging that affords an equal degree of protection, shipping damage is not covered under SKYWORTH warranty, for that reason SKYWORTH is not responsible for transportation costs to the service center, but SKYWORTH will cover return shipping to the same shipping address provided by customer where the product shipped from."
  },
  {
    "strongText": "Before Calling for Service:",
    "bulletPoints": [
      "Please make sure to have your unit’s model number, serial number, and the date of purchase in hand.",
      "You might be asked to provide credit card information for a non-warranty service fee, as a deposit for advanced shipment, or cost of unreturned loaner unit.",
      "SKYWORTH will take responsibility for Parts and service in accordance with the SKYWORTH warranty. Other service requirements will be at the owner’s expense.",
      "You must obtain an RMA (Return Material Authorization) number before you return any unit to the SKYWORTH authorized service center!"
    ]
  },
  {
    "strongText": "THIS LIMITED WARRANTY DOES NOT APPLY TO:",
    "bulletPoints": [
      "Damage resulting from mis-operation, improper installation, or insufficient AC supply.",
      "Damage in shipping or transit.",
      "Improper setup or adjustment by the user, or damages caused by improper installation or connection.",
      "Signal or internet reception problems not caused by the TV.",
      "Damage from misuse, abuse, negligence, extreme environments.",
      "Replacement of batteries on the remote control.",
      "Act of nature or God damages.",
      "Repair by non-SKYWORTH service centers."
    ],
    "endDescription":"The cost of repair or replacement under these excluded circumstances shall be borne by the consumer."
  },{
    "contactInfo":"Call 1-888-606-3212 for instructions on getting the defective unit repaired or replaced or visit our website at: www.skyworthusa.com or send us an email to support@skyworthusa.com."
  },{
    "USA":true
  },{
    "mexcio":true
  }
]